# Блок возвращающий текст из блокнота
# Функция создающая и возвращающая список строк
# Блок проверки строки на нужное содержимое
# Блок который содержит полное название видеокарты
# Блок корректировки модели видеокарты
# Блок который содержит цену видеокарты, принимает строку, возвращает цену видеокарты
# Блок корректировки цены видеокарты, возвращает 110% принятого значения
# Блок конвертации цены в рубли, возвращает цену в рублях
# Блок конвертации цены в USDT, возвращает цену в USDT
# Ф создающая преобразованный для нас список из преобразованных строк
# Блок вывода в консоль
# Блок вывода в текстовый файл
# Ф определяющая есть ли LHR у видеокарты (не реализованно, нет интерфейса)
#
# Блок определения модели видеокарты, возвращает количество mh
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
